IDEA Open Model
ConnectionCheckRes.Name Property
Compatible with IDEA StatiCa Beta 20.0
 Name of connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace